WhatIsIt/app/controllers/api/v1/questions_controller.rb

  def index
    @questions = Question.all
---
SELECT "questions".* FROM "questions"